Repository: Alodiga123/AlodigaWalletApp
Catalog: AlodigaWalletApp/Preview Content/*.lproj/Localizable.strings
Languages: es_419

source: Continue
es_419: Continuar

source: Cancel
es_419: Cancelar

source: Finalize
es_419: Finalizar

source: Back
es_419: Atrás

# TakePhoto
source: Take a photo
es_419: Tomar Fotografía

source: Next
es_419: Siguiente

source: Return
es_419: Volver

source: Process
es_419: Procesar

source: Share
es_419: Compartir

source: Search
es_419: Buscar

source: Send
es_419: Enviar

source: Process Withdrawal
es_419: Procesar Retiro

source: Process Recharge
es_419: Procesar Recarga

source: Scan QR
es_419: Escanear QR

source: Operations Key
es_419: Clave de Operaciones

source: Special Operations Code
es_419: Clave de Operaciones Especiales

source: Time remaining
es_419: Tiempo Restante

source: Recharge Information
es_419: Información de la Recarga

# OperationPass
source: Enter the Operations password
es_419: Introduzca la clave de Operaciones

source: Email
es_419: Correo Electrónico

source: Country
es_419: País

source: Bank
es_419: Banco

source: Product
es_419: Producto

source: Account
es_419: Cuenta

source: Amount
es_419: Monto

# Description
source: Enter Description
es_419: Descripción

source: Concept
es_419: Concepto

source: Name
es_419: Nombre

source: Last Name
es_419: Apellido

source: Phone
es_419: Telefono

source: Destination
es_419: Destino

source: Origin
es_419: Origen

source: Success
es_419: Exito

source: Log In
es_419: Iniciar sesión

# PassSent
source: You must enter the password sent
es_419: Debe Ingresar la clave enviada

# KeyNotMatch
source: The key does not match the one sent
es_419: La clave no coincide con la enviada

source: Recharge
es_419: Recargar

source: Withdrawal
es_419: Retiro

source: Convert
es_419: Convertir

source: Transference
es_419: Transferencia

source: Payment Businesses QR
es_419: Pago Comercio QR

source: Validate Account
es_419: Validar Cuenta

source: Register
es_419: Registro

source: Sign Up
es_419: Registrate

source: Select country
es_419: Seleccione el país

# EnterPhone
source: Enter phone number
es_419: Ingrese el número de Teléfono

source: Key received
es_419: Clave recibida

source: Registration Data
es_419: Datos de Registro

# Pass
source: Password
es_419: Contraseña

# ConfirmPass
source: Confirm Password
es_419: Confirme la Contraseña

# 4DigitPass
source: Enter a 4-digit password
es_419: Introduzca una clave de 4 digitos

# PassMustBe
source: The password must be 8 characters long. Have uppercase, lowercase, numbers and special characters
es_419: La contraseña debe tener 8 caractéres. Poseer mayúscula, minúscula, números y caractéres especiales

# YouHaveAccount
source: Do you already have an account? Enter here
es_419: ¿Ya tienes cuenta? Entra aquí

# TermsAndConditions
source: By clicking Register, you accept all Alodiga Terms and Conditions
es_419: Al hacer clic en Regístrate, Usted acepta todos los Términos y Condiciones Alodiga

source: User created
es_419: Usuario creado

source: Welcome
es_419: Bienvenido

# RegisterCompleted
source: Thank you! Your registration has been completed successfully. You can now start using our services
es_419: Gracias! Su registro a sido completado de forma exitosa. Ya puede comenzar a utilizar nuestros servicios

source: Enter
es_419: Ingresar

# EmptyFields
source: There are empty fields
es_419: Existen campos vacios

# AccountValidated
source: Your account is validated
es_419: Su cuenta se encuentra validada

source: Overdue Account
es_419: Cuenta Vencida

# ValidationExpired
source: Account validation has expired
es_419: La validación de cuenta se encuentra vencida

# ValidateAgain
source: In order to enjoy the services provided by the Alodiga wallet, you must validate your account again
es_419: Para poder desfrutar de los servicios que brinda la billetera Alodiga debe validar su cuenta nuevamente

# ValidateAccountAlodiga
source: In order to enjoy the services offered by the Alodiga wallet, you must validate your account
es_419: Para poder desfrutar de los servicios que brinda la billetera Alodiga debe validar su cuenta

# AttachPhoto1
source: 1. Attach a photograph of the main face of a valid identity document. Can be:
es_419: 1. Adjunta una fotografia de la cara principal de un documento de identidad válido. Puede ser:

# IdentityCardLicense
source: - Identity Card - Driver's License
es_419: - Cédula de Identidad - Licencia de Conducir

# PhotoResolution
source: The photograph must be legible and with a resolution greater than 240ppx
es_419: La fotografía debe estar legible y con una resolución superior a 240ppx

# ImproveYourLife
source: 2. Please take a picture holding a sign that says Improve Your Life with today's date.
es_419: 2. Por favor toma una foto sosteniendo un cartel que diga Mejora Tu Vida, con la fecha de hoy.

# Address
source: Enter your address
es_419: Introduzca su dirección

# State
source: Enter the state
es_419: Introduzca el estado

# City
source: Enter the city
es_419: Introduzca la ciudad

# ZipCode
source: Enter zip code
es_419: Introduzca el código postal

# Street
source: Enter your street, Av, house
es_419: Ingrese su calle, Av, casa

# ValidationInProcess
source: Its validation is in process
es_419: Su validación esta en proceso

# Validation24Hours
source: In the next 24 hours we will notify you. Once validated you will be able to do all the functionalities that the Alogida Wallet offers
es_419: En las proximas 24 horas le estaremos notificando. Una vez validado ud podrá hacer todas las funcionalidades que le brinda la Billetera Alogida

# ProductOrigin
source: Select the Product of Origin
es_419: Seleccione el Producto de Origen

# ProductDestination
source: Select Destination Product
es_419: Seleccione el Producto de Destino

# IncludeCommission
source: Include commission in amount
es_419: Incluir comisión en monto

source: Commission
es_419: Comisión

source: Details
es_419: Detalles

source: Exchange rate
es_419: Tasa de Cambio

source: Mobile Recharge
es_419: Recarga de Móviles

# NationalAndInter
source: National and International Mobile Recharge
es_419: Recarga de Móviles Nacionales e Internacionales

source: Phone (Destination)
es_419: Teléfono (Destino)

source: Phone (Sender)
es_419: Teléfono (Remitente)

source: Language
es_419: Idioma

source: Product to Debt
es_419: Producto a Debitar

source: Product to Refill
es_419: Producto a Recargar

# SelectOperator
source: Select the Operator
es_419: Seleccione la Operadora

# EnterOperationsKey
source: Enter the Operations password
es_419: Introduzca la clave de Operaciones

source: Manual Withdrawal
es_419: Retiro Manual

source: Account Number
es_419: Número de Cuenta

source: Withdrawal Information
es_419: Información del Retiro

source: Successful Withdrawal
es_419: Retiro Exitoso

source: Recover Password
es_419: Recuperar Contraseña

# EmailRegister
source: Please enter your registered email
es_419: Por favor ingrese su correo electrónico registrado

# PassReceived
source: Enter the password received
es_419: Introduzca la clave recibida

source: Security level
es_419: Nivel de seguridad

source: New Password
es_419: Nueva contraseña

# RepeatNewPass
source: Repeat the new password
es_419: Repita la nueva contraseña

# PassMustBe8
source: The password must be 8 characters long. Have uppercase, lowercase, numbers and special characters
es_419: La contraseña debe tener 8 caracteres. Poseer mayúscula, minúscula, números y caracteres especiales

source: Successful Recovery
es_419: Recuperación exitosa

# SuccessfulPassRecovery
source: Successful password recovery
es_419: Recuperación de contraseña exitoso

source: Manual Recharge
es_419: Recarga Manual

source: Transfer Number
es_419: Número de Transferencia

source: Successful Recharge
es_419: Recarga Exitosa

source: Payment Businesses
es_419: Pago Comercios

# CurrencyTransfer
source: Select the currency to transfer
es_419: Seleccione la moneda a transferir

# PaymentQr
source: Payment QR Shops
es_419: Pago QR Comercios

# ScanStoreQr
source: Scan the store's QR Code
es_419: Escanee el Codigo QR del comercio

source: Payment details
es_419: Datos de pago

# DestinationAccount
source: Destination account information
es_419: Información de la cuenta de destino

# PaymentInformation
source: Fill in the payment information
es_419: Complete la información del pago

source: Successful payment
es_419: Pago exitoso

source: Date
es_419: Fecha

source: Transaction
es_419: Transacción

# SearchCriteria
source: Select the search criteria of the receiving user
es_419: Seleccione el criterio de busqueda del usuario receptor

source: Succesful Transaction
es_419: Transacción Exitosa

source: Sign Up Here
es_419: Registrate aqui

# ForgotPassword
source: Forgot your password
es_419: Olvido su contraseña

# NotMember
source: Not a member yet?
es_419: No eres miembro todavía?

source: Enter both credentials.
es_419: Ingrese ambas credenciales.

# email_invalid
source: E-mail is not valid
es_419: E-mail no es valido

source: Security Questions
es_419: Preguntas de Seguridad

# EnterSQ
source: Please enter the Security Questions
es_419: Por Favor ingrese la Preguntas de Seguridad

# SuccesfulQuestions
source: Security Questions have been successfully logged
es_419: Las Preguntas de Seguridad han sido registradas satisfactoriamente

# web_services_response_01
source: Invalid data.
es_419: Datos invalidos

# web_services_response_03
source: Password Expired
es_419: Contraseña expirada

# web_services_response_04
source: IP is not trusted
es_419: La IP no es de confianza

# web_services_response_05
source: The credentials are invalid
es_419: Las credenciales son inválidas

# web_services_response_06
source: User blocked
es_419: Usuario bloqueado

# web_services_response_07
source: Internal error user
es_419: Error interno usuario

# web_services_response_95
source: User I suspect
es_419: Usuario sospecho

# web_services_response_96
source: Pending User
es_419: Usuario pendiente

# web_services_response_97
source: Username does not exist
es_419: El usuario no existe

# web_services_response_98
source: Credential Error
es_419: Error de credenciales

# web_services_response_99
source: Internal error
es_419: Error interno

# menu_send_money
source: Send money
es_419: Enviar Dinero

# aoutMoney
source: Remove
es_419: Retirar

# menu_transfer
source: To transfer
es_419: Transferir

source: Reload
es_419: Recargar
